[
    {
      "id": 1,
      "img": "https://i.ibb.co/kgg8yZ5/student-housing-050915-01.jpg",
      "estate_title": "Luxurious Villa with Ocean View",
      "segment_name": "Student housing",
      "description": "Nestled atop a scenic cliff, this luxurious villa offers unparalleled ocean views and lavish amenities. Step through the grand entrance to find yourself immersed in opulent living spaces adorned with exquisite finishes and designer furnishings. The expansive floor plan seamlessly integrates indoor and outdoor living, with floor-to-ceiling windows framing panoramic vistas of the azure coastline. The gourmet kitchen boasts top-of-the-line appliances and a spacious island, perfect for culinary enthusiasts. Outside, the meticulously landscaped grounds feature a private infinity pool, sun-drenched terrace, and alfresco dining area, creating an idyllic oasis for relaxation and entertaining. Retreat to the sumptuous master suite, complete with a spa-like en-suite bathroom and private balcony overlooking the shimmering sea. With its unrivaled blend of luxury, privacy, and natural beauty, this villa epitomizes coastal living at its finest.",
      "price": "$500/month",
      "Status": "Sale",
      "Area": "3500 sq ft",
      "location": "Coastal Paradise, California",
      "facilities": ["Living room", "Study room", "Kitchen"]
    },
    {
      "id": 2,
      "img": "https://i.ibb.co/TgQkWmD/single-home.jpg",
      "estate_title": "Charming Family Home with Spacious Living Areas",
      "segment_name": "Single-family homes",
      "description": "Escape to tranquility in this charming family home nestled amidst lush greenery. Boasting a warm and inviting atmosphere, this residence offers the perfect retreat for families seeking comfort and convenience. The spacious living room is bathed in natural light, providing an ideal setting for gatherings and relaxation. Prepare delicious meals in the well-appointed kitchen, featuring modern appliances and ample counter space. Outside, the expansive backyard offers endless opportunities for outdoor recreation and entertaining, with a sprawling lawn and shaded patio area. Retire to one of the cozy bedrooms, each offering a peaceful sanctuary for rest and rejuvenation. Situated in a serene suburban neighborhood, this home offers a peaceful retreat while still being within easy reach of city amenities and attractions.",
      "price": "$400/week",
      "Status": "Sale",
      "Area": "2200 sq ft",
      "location": "Suburban Haven, Texas",
      "facilities": ["Living room", "Swimming pool", "Kitchen"]
    },
    {
      "id": 3,
      "img": "https://i.ibb.co/K0f58zk/apartment.jpg",
      "estate_title": "Modern Apartment Downtown",
      "segment_name": "Apartments",
      "description": "Elevate your urban lifestyle in this sleek and sophisticated apartment located in the vibrant heart of the city. Offering the epitome of modern luxury, this residence boasts floor-to-ceiling windows that flood the space with natural light and provide stunning views of the iconic skyline. The open-concept living area is ideal for entertaining, with a gourmet kitchen featuring premium appliances and sleek countertops. Unwind in the spacious master suite, complete with a luxurious en-suite bathroom and ample closet space. Residents enjoy exclusive access to a range of world-class amenities, including a state-of-the-art fitness center, rooftop terrace, and concierge services. With its prime location and luxurious finishes, this apartment offers a cosmopolitan lifestyle like no other.",
      "price": "$2,500/month",
      "Status": "Rent",
      "Area": "1200 sq ft",
      "location": "Metropolitan Tower, New York",
      "facilities": ["Living room", "Gym", "Swimming pool"]
    },
    {
      "id": 4,
      "img": "https://i.ibb.co/0D8gP8N/senior-living-communities.jpg",
      "estate_title": "Rustic Cottage Retreat",
      "segment_name": "Senior living communities",
      "description": "Escape the hustle and bustle of city life in this charming rustic cottage retreat nestled amidst rolling hills and picturesque countryside. Steeped in history and surrounded by natural beauty, this enchanting property offers the perfect blend of old-world charm and modern comfort. The cozy living room features exposed wooden beams, a stone fireplace, and oversized windows that frame stunning views of the surrounding landscape. Step outside to discover a sprawling garden filled with fragrant flowers and towering trees, providing a peaceful sanctuary for relaxation and reflection. With its serene ambiance and idyllic setting, this cottage offers a rare opportunity to experience the tranquility and beauty of country living.",
      "price": "$300/year",
      "Status": "Sale",
      "Area": "1800 sq ft",
      "location": "Tranquil Meadows, Vermont",
      "facilities": ["Swimming pool", "Garden", "Kitchen"]
    },
    {
      "id": 5,
      "img": "https://i.ibb.co/Xjn9Svs/twonhouse.jpg",
      "estate_title": "Modern City Loft with Skyline Views",
      "segment_name": "Townhouses",
      "description": "Indulge in the pinnacle of luxury living in this exquisite executive penthouse suite perched high above the city skyline. Offering unrivaled sophistication and style, this opulent residence boasts expansive living areas, high ceilings, and panoramic views that stretch as far as the eye can see. The grand living room is perfect for entertaining, with elegant furnishings and a cozy fireplace. Step outside to the expansive terrace, where you can host lavish soirées or simply soak in the breathtaking vistas. The gourmet kitchen is a chef's dream, featuring top-of-the-line appliances and custom cabinetry. Retreat to the lavish master suite, complete with a spa-like en-suite bathroom and private balcony. With its world-class amenities and unparalleled attention to detail, this penthouse offers a lifestyle of luxury and refinement for the discerning homeowner.",
      "price": "$51.55/month",
      "Status": "Sale",
      "Area": "5000 sq ft",
      "location": "Skyline Heights, California",
      "facilities": ["backyard ", "Rooftop terrace", "Swimming pool"]
    },
    {
      "id": 6,
      "img": "https://i.ibb.co/CQ6p6Bh/Vacation-rentals.jpg",
      "estate_title": "Country Farmhouse with Acres of Land",
      "segment_name": "Vacation rentals ",
      "description": "Experience coastal living at its finest in this stunning retreat condo located just steps away from the sandy shores. Wake up to the sound of the waves and breathtaking ocean views from every room. The spacious living room is perfect for relaxing with loved ones, while the fully equipped kitchen makes meal preparation a breeze. Step outside to the private balcony, where you can enjoy your morning coffee or soak in the sunset over the horizon. Spend your days lounging by the sparkling pool or exploring the nearby attractions. With its prime location and resort-style amenities, this condo offers the perfect blend of luxury and relaxation for your dream vacation.",
      "price": "$800/week",
      "Status": "Rent",
      "Area": "900 sq ft",
      "location": "Sandy Shores Resort, Florida",
      "facilities": ["Living room", "Swimming pool", "Resort"]
    }
  ]
  